Repository: Erebot/Erebot_Module_Uno
Catalog: data/i18n/*/LC_MESSAGES/Erebot_Module_Uno.po
Languages: fr_fr

source: Your cards: <for from="cards" item="card" separator=" "><var name="card"/></for>
fr_fr: Vos cartes : <for from="cards" item="card" separator=" "><var name="card"/></for>

source: You must draw a card first
fr_fr: Vous devez d'abord piocher une carte

source: You may only play the card you just drew
fr_fr: Vous ne pouvez jouer que la carte que vous venez de piocher

source: You may only play one of the following cards: <for from="cards" item="card" separator=" "><var name="card"/></for>
fr_fr: Vous ne pouvez jouer que l'une de ces cartes : <for from="cards" item="card" separator=" "><var name="card"/></for>

source: You drew: <for from="cards" item="card" separator=" "><var name="card"/></for>
fr_fr: Vous avez pioché : <for from="cards" item="card" separator=" "><var name="card"/></for>

source: You do not have the cards required for that move
fr_fr: Vous n'avez pas les cartes nécessaires pour réaliser cette action

source: You cannot play that move now
fr_fr: Vous ne pouvez pas effectuer cette action pour le moment

source: You cannot play multiple reverses/skips in a non 1vs1 game
fr_fr: Vous ne pouvez pas jouer plusieurs reverse/skip hors d'une partie en 1 contre 1

source: You cannot play multiple cards
fr_fr: Vous ne pouvez pas jouer plusieurs cartes à la fois

source: You already drew a card
fr_fr: Vous avez déjà pioché une carte

source: Unable to register triggers for <var name="logo"/> game!
fr_fr: Impossible d'enregistrer les déclencheurs pour le jeu de <var name="logo"/>

source: This move is not valid
fr_fr: Cette action n'est pas valide

source: Provides the <b><var name="trigger_create"/></b> command which starts a new Uno game. Once a game has been created, other commands become available to interact with the bot (<for item="command" from="commands"><b><var name="command"/></b></for>). Use "!help <var name="module"/>&lt;<u>command</u>&gt;" to get help on some &lt;<u>command</u>&gt;.
fr_fr: Fournit la commande <b><var name="trigger_create"/></b> qui démarre une partie de Uno. Une fois la partie créée, d'autres commandes sont mises à disposition pour interagir avec le bot (<for item="command" from="commands"><b><var name="command"/></b></for>). Utilisez "!help <var name="module"/> &lt;<u>commande</u>&gt;" pour obtenir de l'aide sur une &lt;<u>commande</u>&gt;.

source: Play a card. The card must be described using its mnemonic. Eg. "<var name="play"/> r1" to play <var name="r1"/><var name="reset"/>, "<var name="play"/> r+2" to play <var name="r+2"/><var name="reset"/>, "<var name="play"/> rs" to play <var name="rs"/><var name="reset"/>, "<var name="play"/> rr" to play <var name="rr"/><var name="reset"/>, "<var name="play"/> w" to play <var name="w"/><var name="reset"/> and "<var name="play"/> w+4" to play <var name="w+4"/><var name="reset"/>.
fr_fr: Joue une carte. La carte doit être décrite via son mnémonique. Exemples : "<var name="play"/> r1" pour jouer <var name="r1"/><var name="reset"/>, "<var name="play"/> r+2" pour jouer <var name="r+2"/><var name="reset"/>, "<var name="play"/> rs" pour jouer <var name="rs"/><var name="reset"/>, "<var name="play"/> rr" pour jouer <var name="rr"/><var name="reset"/>, "<var name="play"/> w" pour jouer <var name="w"/><var name="reset"/> et "<var name="play"/> w+4" pour jouer <var name="w+4"/><var name="reset"/>.

source: Pass your turn. Note that you must first draw a card with <var name="draw"/> before you pass. This command can also be used to draw penalty cards and pass your turn.
fr_fr: Permet de passer son tour. Note : une carte doit avoir été piochée avec <var name="draw"/> pour pouvoir passer. Cette commande peut également être utilisée pour piocher une pénalité (et passer son tour).

source: No card has been played yet
fr_fr: Aucune carte n'a encore été jouée

source: Join the current <var name="logo"/> game. The bot will send you the list of your cards in a separate query.
fr_fr: Permet de rejoindre la partie de <var name="logo"/>. Le bot vous enverra la liste de vos cartes en privé.

source: Hmm, yes <b><var name="nick"/></b>, what is it?
fr_fr: Euh, oui <b><var name="nick"/></b>, qu'est-ce qu'il y a ?

source: Draw a new card. You may choose to play the card you just drew afterwards, using the "<var name="play"/>" command. This command can also be used to draw penalty cards and pass your turn.
fr_fr: Permet de piocher une carte. Vous pouvez jouer la carte que vous venez de piocher, en utilisant la commande "<var name="play"/>". Cette commande peut également être utilisée pour piocher une pénalité (et passer son tour).

source: Displays the top card of the discard.
fr_fr: Affiche la carte au sommet de la pile de défausse.

source: Displays the order in which players take turns to play.
fr_fr: Affiche l'ordre de jeu.

source: Displays the number of cards in each players's hand. Also displays your hand in a separate query.
fr_fr: Affiche le nombre de cartes dans la main de chacun des joueurs. Affiche également votre main en privé.

source: Displays the nickname of the player whose turn it is to play
fr_fr: Affiche le pseudonyme du joueur dont c'est le tour.

source: Displays how much time has elapsed since the beginning of the game.
fr_fr: Affiche le temps écoulé depuis le début de la partie.

source: Could not register UNO creation trigger
fr_fr: Impossible d'enregistrer le déclencheur de création du UNO

source: <var name="nick"/> wins with <b><var name="score"/></b> points
fr_fr: <var name="nick"/> gagne avec <b><var name="score"/></b> points

source: <var name="nick"/> still had <for from="cards" item="card" separator=" "><var name="card"/></for>
fr_fr: <var name="nick"/> avait encore <for from="cards" item="card" separator=" "><var name="card"/></for>

source: <var name="logo"/> game running since <var name="duration"/>
fr_fr: La partie de <var name="logo"/> est lancée depuis <var name="duration"/>

source: <var name="logo"/> game finished in <var name="duration"/>. The winner is <b><var name="nick"/></b>!
fr_fr: La partie de <var name="logo"/> est finie après <var name="duration"/>. Le gagnant est <b><var name="nick"/></b>!

source: <var name="logo"/> You're already in the game <b><var name="nick"/></b>!
fr_fr: <var name="logo"/> Vous êtes déjà dans la partie <b><var name="nick"/></b> !

source: <var name="logo"/> The current color is <var name="color"/>
fr_fr: <var name="logo"/> La couleur actuelle est <var name="color"/>

source: <var name="logo"/> The color is now <var name="color"/>
fr_fr: <var name="logo"/> La couleur est désormais <var name="color"/>

source: <var name="logo"/> Previous move cannot be challenged!
fr_fr: <var name="logo"/> L'action précédente ne peut pas être remise en cause !

source: <var name="logo"/> Playing order: <for from="nicks" item="nick"><b><var name="nick"/></b></for>
fr_fr: <var name="logo"/> Ordre de jeu : <for from="nicks" item="nick"><b><var name="nick"/></b></for>

source: <var name="logo"/> Next player must respond correctly or pick <b><var name="count"/></b> cards
fr_fr: <var name="logo"/> Le joueur suivant doit réagir correctement ou piocher <b><var name="count"/></b> cartes

source: <var name="logo"/> It's <b><var name="nick"/></b>'s turn.
fr_fr: <var name="logo"/> C'est le tour de <b><var name="nick"/></b>.

source: <var name="logo"/> Current discard: <var name="discard"/> (<b><var name="count"/></b> cards left in stock)
fr_fr: <var name="logo"/> Défausse actuelle : <var name="discard"/> (<b><var name="count"/></b> cartes restantes dans la pioche)

source: <var name="logo"/> Current discard: <var name="discard"/>
fr_fr: <var name="logo"/> Défausse actuelle : <var name="discard"/>

source: <var name="logo"/> Cards: <for from="counts" item="count" key="nick"><b><var name="nick"/></b>: <var name="count"/></for>
fr_fr: <var name="logo"/> Mains : <for from="counts" item="count" key="nick"><b><var name="nick"/></b>: <var name="count"/></for>

source: <var name="logo"/> A new game has been created in <var name="chan"/>. The following rules apply: <for from="rules" item="rule"><var name="rule"/></for>. Say "<b><var name="trigger"/></b>" to join it.
fr_fr: <var name="logo"/> Une nouvelle partie a été créée dans <var name="chan"/>. Les règles suivantes s'appliquent : <for from="rules" item="rule"><var name="rule"/></for>. Dites "<b><var name="trigger"/></b>" pour rejoindre la partie.

source: <var name="logo"/> A game is already running, managed by <var name="creator"/>. The following rules apply: <for from="rules" item="rule"><var name="rule"/></for>. Say "<b><var name="trigger"/></b>" to join it.
fr_fr: <var name="logo"/> Une partie est déjà en cours, gérée par <var name="creator"/>. Les règles suivantes s'appliquent : <for from="rules" item="rule"><var name="rule"/></for>. Dites "<b><var name="trigger"/></b>" pour rejoindre la partie.

source: <var name="logo"/> <b><var name="nick"/></b>: it's your turn sleepyhead!
fr_fr: <var name="logo"/> <b><var name="nick"/></b> : c'est votre tour tête de linottes !

source: <var name="logo"/> <b><var name="nick"/></b>, please choose a color with <b><var name="cmd"/> &lt;r|b|g|y&gt;</b>
fr_fr: <var name="logo"/> <b><var name="nick"/></b>, choisissez une couleur avec <b><var name="cmd"/> &lt;r|b|g|y&gt;</b>

source: <var name="logo"/> <b><var name="nick"/></b> skips his turn!
fr_fr: <var name="logo"/> <b><var name="nick"/></b> saute son tour !

source: <var name="logo"/> <b><var name="nick"/></b> must draw <b><var name="count"/></b> cards.
fr_fr: <var name="logo"/> <b><var name="nick"/></b> doit piocher <b><var name="count"/></b> cartes.

source: <var name="logo"/> <b><var name="nick"/></b> challenges <b><var name="last_nick"/></b>'s <var name="card"/>.
fr_fr: <var name="logo"/> <b><var name="nick"/></b> met en doute le <var name="card"/> de <b><var name="last_nick"/></b>.

source: <b><var name="nick"/></b>'s move <b>WAS NOT</b> legal. <b><var name="nick"/></b> must pick <b><var name="count"/></b> cards!
fr_fr: L'action de <b><var name="nick"/></b> <b>N'ÉTAIT PAS</b> légitime. <b><var name="nick"/></b> doit piocher <b><var name="count"/></b> cartes !

source: <b><var name="nick"/></b>'s cards: <for from="cards" item="card" separator=" "><var name="card"/></for>
fr_fr: Cartes de <b><var name="nick"/></b> : <for from="cards" item="card" separator=" "><var name="card"/></for>

source: <b><var name="nick"/></b> plays <var name="card"/> <b><var name="count"/> times!</b>
fr_fr: <b><var name="nick"/></b> joue <var name="card"/> <b><var name="count"/> fois !</b>

source: <b><var name="nick"/></b> passes turn, and has to pick <b><var name="count"/></b> cards!
fr_fr: <b><var name="nick"/></b> passe son tour et doit piocher <b><var name="count"/></b> cartes !

source: <b><var name="nick"/></b> passes turn
fr_fr: <b><var name="nick"/></b> passe son tour

source: <b><var name="nick"/></b> joins this <var name="logo"/> game.
fr_fr: <b><var name="nick"/></b> rejoint la partie de <var name="logo"/>

source: <b><var name="nick"/></b> has <var name="logo"/>
fr_fr: <b><var name="nick"/></b> a <var name="logo"/>

source: <b><var name="nick"/></b> draws a card
fr_fr: <b><var name="nick"/></b> pioche une carte

source: <b><var name="nick"/></b> deals the first card from the stock
fr_fr: <b><var name="nick"/></b> retourne la première carte de la pioche

source: <b><var name="last_nick"/></b>'s move was legal. <b><var name="nick"/></b> must pick <b><var name="count"/></b> cards!
fr_fr: L'action de <b><var name="last_nick"/></b> était légitime. <b><var name="nick"/></b> doit piocher <b><var name="count"/></b> cartes !
